Repository: joaofrjesusbe/exercise-list-image-viewer
Catalog: ImageBrowser/Localization/Localizable.xcstrings
Source language: en
Languages: pt

# error.network.generic
source: Unknown error has happen
pt: Erro desconhecido

# error.network.offline
source: Your network is down
pt: Sem ligação à internet

# error.network.parsing
source: Server response unexpected
pt: Resposta do servidor desconhecida

# error.network.timeout
source: Too much time waiting for server response
pt: Cansei de esperar pelo servidor

# error.title
source: Ups, something went wrong
pt: Epá, algo estoirou

# images.detail.title
source: Image Detail
pt: Imagem

# images.likes
source: Likes
pt: Gosto

# images.list.title
source: Images
pt: Imagens

# images.user
source: User
pt: Utilizador

# settings.appearance
source: Appearance
pt: Tema

# settings.language
source: Language
pt: Lingua

# settings.theme.dark
source: Dark
pt: Escuro

# settings.theme.light
source: Light
pt: Claro

# settings.theme.system
source: System
pt: Sistema

# settings.title
source: Settings
pt: Defenições

# state.loading
source: Loading
pt: A carregar

# state.retry
source: Retry
pt: Repetir
